<?php

return [
    'plural' => 'المناطق',
    'singular' => 'المنطقة',
    'empty' => 'لا توجد مناطق',
    'select' => 'اختر المنطقة',
    'select-type' => 'الكل',
    'perPage' => 'عدد النتائج في الصفحة',
    'filter' => 'ابحث عن منطقة',
    'actions' => [
        'list' => 'عرض الكل ',
        'show' => 'عرض',
        'create' => 'إضافة منطقة جديدة',
        'edit' => 'تعديل  المنطقة',
        'delete' => 'حذف المنطقة',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة المنطقة بنجاح .',
        'updated' => 'تم تعديل المنطقة بنجاح .',
        'deleted' => 'تم حذف المنطقة بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم المنطقة',
        '%name%' => 'اسم المنطقة',
        'country_id' => 'الدولة',
        'shipping_price' => 'سعر الشحن',
    ],
    'default' => [
        'name' => 'اسم المنطقة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذه المنطقة ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],

];
