<?php

return [
    'singular' => 'المحافظة',
    'plural' => 'المحافظات',
    'empty' => 'لا يوجد المحافظة.',
    'count' => 'عدد المحافظة',
    'search' => 'بحث',
    'select' => 'اختر المحافظة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن دولة',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة دولة',
        'show' => 'عرض الدولة',
        'edit' => 'تعديل الدولة',
        'delete' => 'حذف الدولة',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة المحافظة بنجاح.',
        'updated' => 'تم تعديل المحافظة بنجاح.',
        'deleted' => 'تم حذف المحافظة بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم ',
        'name2'=>'اسم',
        '%name%' => 'اسم ',
        'currency' => 'العملة',
        '%currency%' => 'العملة',
        'code' => 'كود المحافظة',
        'key' => 'مفتاح المحافظة',
        'flag' => 'صورة العلم',
        'is_default' => 'الافتراضية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف المحافظة ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
