<?php

return [
    'singular' => 'الخيار',
    'plural' => 'الخيارات',
    'empty' => 'لا يوجد خيارات.',
    'search' => 'بحث',
    'select' => 'اختر الخيار',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن خيار',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة خيار',
        'show' => 'عرض الخيار',
        'edit' => 'تعديل الخيار',
        'delete' => 'حذف الخيار',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الخيار بنجاح.',
        'updated' => 'تم تعديل الخيار بنجاح.',
        'deleted' => 'تم حذف الخيار بنجاح.',
    ],
    'attributes' => [
        'name' => 'الخيار',
        '%name%' => 'اسم الخيار',
        'code' => 'الكود',
        'type' => 'النوع',
        'additional_price' => 'القيمة الاضافية',
    ],
    'notes' => [
        'code' => 'يظهر في الرابط في البحث والتصفية.',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الخيار ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
