<?php

return [
    'singular' => 'حجم اللبن',
    'plural' => 'حجم اللبن',
    'empty' => 'لا يوجد أحجام اللبن.',
    'count' => 'عدد أحجام اللبن',
    'search' => 'بحث',
    'select' => 'اختر حجم اللبن',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن حجم اللبن',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة حجم لبن',
        'show' => 'عرض حجم اللبن',
        'edit' => 'تعديل حجم اللبن',
        'delete' => 'حذف حجم اللبن',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة حجم اللبن بنجاح.',
        'updated' => 'تم تعديل حجم اللبن بنجاح.',
        'deleted' => 'تم حذف حجم اللبن بنجاح.',
    ],
    'attributes' => [
        'name' => 'الحجم',
        '%name%' => 'الحجم',
        'price' => 'السعر',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف حجم اللبن ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
