<?php

return [
    'singular' => 'نوع المنتج',
    'plural' => 'انواع المنتجات',
    'empty' => 'لا يوجد انواع منتجات.',
    'count' => 'عدد انواع المنتجات',
    'search' => 'بحث',
    'select' => 'اختر نوع المنتج',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن نوع منتج',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة نوع منتج',
        'show' => 'عرض نوع المنتج',
        'edit' => 'تعديل نوع المنتج',
        'delete' => 'حذف نوع المنتج',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة نوع المنتج بنجاح.',
        'updated' => 'تم تعديل نوع المنتج بنجاح.',
        'deleted' => 'تم حذف نوع المنتج بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم نوع المنتج',
        '%name%' => 'اسم نوع المنتج',
        'merchant_id' => 'التاجر',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف نوع المنتج ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
