<?php

return [
    'plural' => 'الاعدادات',
    'actions' => [
        'save' => 'حفظ',
    ],
    'messages' => [
        'updated' => 'تم تحديث اعدادات الموقع بنجاح.',
    ],
    'attributes' => [
        'Tagline'=>'سطر الوصف',
        'url'=>'رابط الموقع',
        'name' => 'اسم الموقع',
        '%name%' => 'اسم الموقع',
        'slider_cost' => 'تكلفة إعلان السلايدر (بالدولار)',
        'slider' => 'سلايدر الصفحة الرئيسية',
        'category-slider' => 'سلايدر الأقسام',
        'block1' => 'البلوك الاول',
        '%block1%' => 'البلوك الاول',
        'block1-img' => 'صورة البلوك الاول',
        'block2' => 'البلوك الثاني',
        '%block2%' => 'البلوك الثاني',
        'block2-img' => 'صورة البلوك الثاني',
        'facebook' => 'رابط الفيسبوك',
        'instagram' => 'رابط الانستجرام',
        'snapchat' => 'رابط السناب شات',
        'twitter' => 'رابط التويتر',
        'apple' => 'رابط تطبيق الايفون',
        'android' => 'رابط تطبيق الاندرويد',
        'phone' => 'جوال التواصل',
        'whatsapp' => 'رقم الواتساب',
        'email' => 'بريد التواصل',
        'copyright' => 'حقوق النشر',
        '%copyright%' => 'حقوق النشر',
    ],
];
