<?php

return [
    'singular' => 'شركة الشحن',
    'plural' => 'شركات الشحن',
    'empty' => 'لا يوجد شركات شحن حتى الان',
    'count' => 'عدد شركات الشحن',
    'search' => 'بحث',
    'select' => 'اختر شركة الشحن',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن شركة شحن',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة شركة شحن',
        'show' => 'عرض شركة الشحن',
        'edit' => 'تعديل شركة الشحن',
        'delete' => 'حذف شركة الشحن',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة شركة الشحن بنجاح.',
        'updated' => 'تم تعديل شركة الشحن بنجاح.',
        'deleted' => 'تم حذف شركة الشحن بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم شركة الشحن',
        '%name%' => 'اسم شركة الشحن',
        'image' => 'شعار شركة الشحن',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف شركة الشحن',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];