<?php

return [
    'singular' => 'ساعات العمل',
    'plural' => 'ساعات العمل',
    'work_hours'=>'  ساعات العمل الموقع الي',
    'Delivery_hours'=>'ساعات التوصيل الي',
    'empty' => 'لا يوجد احجام حتى الان',
    'count' => 'عدد الاحجام',
    'search' => 'بحث',
    'select' => 'اختر الحجم',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن حجم',
    'ml' => 'مللي',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة حجم',
        'show' => 'عرض الحجم',
        'edit' => 'تعديل الحجم',
        'delete' => 'حذف الحجم',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة ساعات العمل بنجاح.',
        'updated' => 'تم تعديل ساعات العمل بنجاح.',
        'deleted' => 'تم حذف ساعات العمل بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم الحجم',
        'price' => 'السعر',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الحجم',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
    'options' => [
        'small' => 'صغير',
        'Small' => 'صغير',
        'SMALL' => 'صغير',
        'medium' => 'متوسط',
        'Medium' => 'متوسط',
        'MEDIUM' => 'متوسط',
        'large' => 'كبير',
        'Large' => 'كبير',
        'LARGE' => 'كبير',
    ],
];
